Repository: regginos/lenmus_translations
Catalog: pack_5.3.1_*/GeneralExercises.po
Languages: el

source: Appart of exercises included in the eBooks, the following general exercises (customizable to suit your needs at any moment) are available:
el: Εκτός από τις ασκήσεις που συμπεριλαμβάνονται στα ηλεκτρονικά βιβλία, οι ακόλουθες γενικές ασκήσεις (που ρυθμίζονται για να συνάδουν με τις ανάγκες σου οποαδήποτε στιγμή) είναι διαθέσιμες:

source: Aural training exercises
el: Ασκήσεις ακουστικής εξάσκησης

source: Cadences' identification
el: Αναγνώριση πτώσης

source: Chords' identification
el: Αναγνώριση συγχορδίας

source: Clefs Reading
el: Ανάγνωση Γνώμονα

source: Clefs reading
el: Ανάγνωση γνώμονα (κλειδιού)

source: Copyright © 2007-2012 myMusicTheory & LenMus project. All rights reserved.
el: Πνευματικά δικαιώματα © 2007-2012 Πρότζεκτ myMusicTheory & LenMus. Όλα τα δικαιώματα διατηρούνται.

source: Cover page
el: Εξώφυλλο

source: Exercise: Identify a key signature or indicate the number of accidentals it has
el: Άσκηση: Αναγνώρισε οπλισμό ή δείξε πόσες αλλοιώσεις έχει

source: Exercise: Identify the cadence shown
el: Άσκηση: Αναγνώρισε τη δοσμένη πτώση

source: Exercise: Identify the scale shown
el: Άσκηση: Αναγνώρισε τη δοσμένη κλίμακα

source: Exercise: Identify the type of the shown chord
el: Άσκηση: Αναγνώρισε τον τύπο της δοσμένης συγχορδίας

source: Exercise: Listen a cadence and identify its type
el: Άσκηση: Άκουσε μια πτώση και αναγνώρισε τον τύπο της

source: Exercise: Listen a chord and identify its type
el: Άσκηση: Άκουσε μια συγχορδία και αναγνώρισε τον τύπο της

source: Exercise: Listen a scale and identify its type
el: Άσκηση: Άκουσε μια κλίμακα και αναγνώρισε τον τύπο της

source: Exercise: Listen an interval and identify it
el: Άσκηση: Άκουσε ένα διάστημα και αναγνώρισε το

source: Exercise: Listen note A4 and chords I-IV-V-I and identify the tonality
el: Άσκηση: Άκουσε το φθόγγο Λα της 4ης οκτάβας και τις συγχορδίες I-IV-V-I και αναγνώρισε την τονικότητα

source: Exercise: Listen notes and identify them
el: Άσκηση: Άκουσε φθόγγους και αναγνώρισέ τους

source: Exercise: Listen two intervals and identify which one is greater
el: Άσκηση: Άκουσε δύο διαστήματα και αναγνώρισέ ποιό είναι το μεγαλύτερο

source: Exercises for aural training
el: Ασκήσεις ακουστικής εξάσκησης

source: Exercises to practise theory
el: Ασκήσης εξάσκησης στη θεωρία

source: General exercises
el: Γενικές ασκήσεις

source: General exercises, customizable to suit your needs at any moment.
el: Γενικές ασκήσεις, που ρυθμίζονται για να συνάδουν με τις ανάγκες σου.

source: Interval's construction
el: Κατασκευή διαστήματος

source: Interval's identification
el: Αναγνώριση διαστήματος

source: Intervals' comparison
el: Σύγκριση διαστήματος

source: Intervals' identification
el: Αναγνώριση διαστήματος

source: Introduction to general exercises
el: Εισαγωγή στις γενικές ασκήσεις

source: Key signatures' identification
el: Αναγνώριση οπλισμών

source: Notes identification
el: Αναγνώριση φθόγγων

source: Notes' identification
el: Αναγνώριση φθόγγου

source: Other exercises
el: Άλλες ασκήσεις

source: References
el: Παραπομπές

source: Scales' identification
el: Αναγνώριση κλίμακας

source: Send your comments and suggestions to the LenMus team (www.lenmus.org)
el: Στείλε τα σχόλια και τις εισηγήσεις σου στην ομάδα του LenMus (www.lenmus.org)

source: Theory exercises
el: Ασκήσεις θεωρίας

source: This lesson is based on materials from:
el: Αυτό το μαθημα βασίζεται σε υλικό από:

source: Tonality identification
el: Αναγνώριση τονικότητας

source: Translated to #REPLACE BY YOUR LANGUAGE NAME# by #REPLACE BY YOUR NAME#.
el: Μεταφρασμένο στην #ΑΝΤΙΚΑΤΑΣΤΗΣΕ ΜΕ ΤΟ ΟΝΟΜΑ ΤΗΣ ΓΛΩΣΣΑΣ ΣΟΥ# από τον/την #ΑΝΤΙΚΑΤΑΣΤΗΣΕ ΜΕ ΤΟ ΟΝΟΜΑ ΣΟΥ#.

source: additional terms may apply. See cover page of this eBook for exceptions and details.
el: ίσως ισχύουν επιπρόσθετοι όροι. Βλέπε στο εξώφυλλο αυτού του ηλεκτρονικού βιβλίου για εξαιρέσεις και λεπτομέρειες.

source: the teacher of music
el: ο δάσκαλος μουσικής
